{
  "title": "about me",
  "body": [
    "Inês Cruz is a Portuguese violinist born on the 8th of September.  Her first contact with the violin was at the age of seven at Centro de Cultura Musical (CCM) in Vila Nova de Famalicão, under the guidance of Duarte Faria.  At the age of fifteen, she continued her studies at Escola Profissional Artística do Vale do Ave (Artave) with Nuno Meira as her teacher. In 2014, she was admitted in Escola Superior de Música, Artes e Espectáculo (ESMAE) in Porto, in Vitor Vieira’s class - with whom she developed her knowledge of the violin and also her passion for chamber music, in string quartet formation.  Inês finished her degree in 2018 and, the following year, was accepted in the Master programme specialised in Orchestra at the University of Gothenburg, Sweden, in the class of Marja Inkinen-Engström, where she studied until 2021.",
    "In terms of solo repertoire, she had Masterclasses with several violinists such as Estzer Haffner, Heime Müller, Liviu Prunaru, Ani Schnarch, Helge Slaato, Augusto Trindade, Zofia Woycicka, Jenny Spanoghe and Ruxanda Petcu-Colan.",
    "In Chamber Music context, she had contact with the Matosinhos String Quartet Matosinhos, the Armida Quartet and the Zaide String Quartet.",
    "Regarding youth orchestras, she has joined the Aproarte Youth Orchestra, the Gulbenkian Youth Orchestra, the Jovem Orquestra de Famalicão and attended the Remix Ensemble Summer Academy, the last one in concertmaster’s position.",
    "As an orchestra musician she has collaborated with the Gothenburg Symphony Orchestra (GSO-Sweden), Jönköping Sinfonieta (Sweden), Gävle Symphony Orchestra (GSO-Sweden), Orquestra do Sul (Portugal) and Orquestra de Guimarães (Portugal).  During her time with these orchestras she had contact with conductors such as Santtu-Matias Rouvali, Michal Nesterowicz, Cathrine Winnes and Johannes Gustavsson.",
    "At the moment, Inês is under contract with the Jönköping Symphony, in Sweden for next season 2022/2023."
  ]
}
